{"translation-revision-date":"2024-06-11 12:32:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Get spot-on suggestions from AI Copilot and AI Context with appropriate designs, layouts, and content for your business.":["비즈니스에 적합한 디자인, 레이아웃 및 콘텐츠로 AI Copilot 및 AI Context의 현장감 있는 제안을 받아보세요."],"Get improved results from AI by adding personal context.":["개인 컨텍스트를 추가하여 AI의 향상된 결과를 얻으세요."],"Please upload a file that is less than 4MB.":["4MB 미만의 파일을 업로드하세요."],"The file is too large.":["파일이 너무 큽니다."],"Ready to take it to the next level?":["다음 단계로 나아갈 준비가 되셨나요?"],"Looks like you're out of credits.":["크레딧이 부족한 것 같습니다."],"Try exiting Elementor and sign in again.":["엘리멘터를 종료하고 다시 로그인해 보세요."],"Wait a moment and give it another go.":["잠시 기다렸다가 다시 시도해 보세요."],"Try again":["다시 시도하기"],"Wait a moment and give it another go, or try tweaking the prompt.":["잠시 기다렸다가 다시 시도하거나 프롬프트를 조정해 보세요."],"There was a glitch.":["결함이 발생했습니다."],"Upgrade now to keep using this feature. You still have credits for other AI features (Text, Code, Images, Containers, etc.)":["이 기능을 계속 사용하려면 지금 업그레이드하세요. 다른 AI 기능(텍스트, 코드, 이미지, 컨테이너 등)에 대한 크레딧은 그대로 유지됩니다."],"You've used all AI credits for %s.":["%s에 대한 모든 AI 크레딧을 사용했습니다."],"For more suggestions, explore our":["더 많은 제안을 보려면"],"Section with contact form and social media icons for [topic]":["주제]에 대한 연락처 양식 및 소셜 미디어 아이콘이 있는 섹션"],"Features block showcasing feature title and brief description about [topic]":["기능 제목과 [주제]에 대한 간략한 설명을 보여주는 기능 블록"],"Carousel testimonial block with user images, names, and feedback about [topic]":["사용자 이미지, 이름, [주제]에 대한 피드백이 포함된 캐러셀 추천글 블록"],"Full-width call-to-action with background image and overlay text about [topic]":["주제]에 대한 배경 이미지 및 오버레이 텍스트가 포함된 전체 너비 클릭 유도 문안"],"Hero section with image, heading, subheading, and CTA button about [topic]":["주제]에 대한 이미지, 제목, 부제목, CTA 버튼이 있는 히어로 섹션"],"Accordion-style FAQ block with clickable questions about [topic]":["주제]에 대한 클릭 가능한 질문이 있는 아코디언 스타일의 FAQ 블록"],"Services section with list layout, icons, and service descriptions for [topic]":["주제]에 대한 목록 레이아웃, 아이콘 및 서비스 설명이 있는 서비스 섹션"],"The app is not available. Please try again later.":["앱을 사용할 수 없습니다. 나중에 다시 시도하세요."],"Create variations from Template Library":["템플릿 라이브러리에서 다양한 변형 만들기"],"AI Variation from library":["라이브러리에서 AI 변형"],"prompt library":["프롬프트 라이브러리"],"You won’t be able to use layouts with Elementor Pro widgets until you do.":["권한을 부여받기 전까지는 Elementor Pro 위젯이 포함된 레이아웃을 사용할 수 없습니다."],"Upgrade your plan for best results.":["최상의 결과를 위해 요금제를 업그레이드하세요."],"This result includes an Elementor Pro widget that's not available with your current plan. Upgrade to use all the widgets in this result.":["이 결과에는 현재 요금제에서 사용할 수 없는 Elementor Pro 위젯이 포함되어 있습니다. 이 결과의 모든 위젯을 사용하려면 업그레이드하세요."],"AI Variation":["AI 변형"],"Generate variations with AI":["AI로 변형 생성"],"Press '\/' for suggestions or describe the changes you want to apply (optional)...":["'\/'를 눌러 제안을 보거나 적용하려는 변경 사항을 설명하세요(선택 사항)..."],"Warm hues with comforting visuals about":["따뜻한 색조와 편안한 비주얼로"],"Tech-inspired style with modern fonts about":["최신 글꼴로 기술에서 영감을 받은 스타일에 대한 정보"],"Luxurious theme with rich colors discussing":["풍부한 색상으로 논의하는 고급스러운 테마"],"Earthy tones and organic shapes featuring":["자연스러운 톤과 유기적인 모양이 특징"],"Professional look with clean lines for":["깔끔한 라인으로 프로페셔널한 룩"],"Futuristic design with neon accents about":["네온 액센트가있는 미래 지향적 인 디자인"],"Retro vibe with muted colors and classic fonts about":["차분한 색상과 클래식한 글꼴로 레트로한 분위기를 연출하세요."],"Elegant style with serif fonts discussing":["세리프 글꼴로 논의하는 우아한 스타일"],"Minimalist design with bold typography about":["대담한 타이포그래피의 미니멀리스트 디자인에 대해"],"Suggested Prompts":["제안 프롬프트"],"URL as a reference":["참조용 URL"],"The app is not responding. Please try again later.":["앱이 응답하지 않습니다. 나중에 다시 시도하세요."],"Craft your prompt to affect content, images and\/or colors - whichever you decide.":["콘텐츠, 이미지 및\/또는 색상 중 원하는 대로 프롬프트를 구성할 수 있습니다."],"You’ve got the power.":["당신은 힘이 있습니다."],"Reference a website":["웹사이트 참조"],"Your progress will be deleted, and can't be recovered.":["진행 상황이 삭제되며 복구할 수 없습니다."],"Minimize":["최소화"],"Use Layout":["레이아웃 사용"],"Regenerate":["재생성"],"Preview unavailable":["미리 보기 사용 불가"],"Press '\/' for suggested prompts or describe the layout you want to create":["'\/'를 눌러 제안 메시지를 표시하거나 만들려는 레이아웃을 설명하세요."],"Edit prompt":["편집 프롬프트"],"Back to results":["결과로 돌아가기"],"About Us section combining company history and values for [topic]":["회사 소개 섹션은 [주제]에 대한 회사 연혁과 가치를 결합한 섹션입니다."],"Pricing table section with highlighted option for [topic]":["주제]에 대한 옵션이 강조 표시된 가격표 섹션"],"Statistics display in a 3-column layout with numbers and icons for [topic]":["통계는 [주제]에 대한 숫자와 아이콘이 있는 3열 레이아웃으로 표시됩니다."],"Multi-column minimalistic About Us section with icons for [topic]":["주제] 아이콘이 있는 여러 열의 미니멀한 회사 소개 섹션"],"AI Layout":["AI 레이아웃"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["AI 스타터 요금제에서는 30일, 파워 요금제에서는 90일 동안 AI 히스토리를 이용할 수 있습니다."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["멋진 이미지를 손쉽게 만들거나 개선하고 아이디어에 생명을 불어넣을 수 있습니다."],"Upgrade now":["지금 업그레이드"],"Build with AI":["AI로 구축"],"Expand":["펼치기"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["프롬프트에 유해한 콘텐츠를 생성할 수 있는 단어가 포함된 것 같습니다. 계속하려면 다른 프롬프트를 작성하세요."],"We were unable to generate that prompt.":["해당 프롬프트를 생성할 수 없습니다."],"Reconnect":["다시 연결하기"],"Generate":["생성"],"Enhance prompt":["프롬프트 향상"],"Yes, leave":["예, 나가기"],"Leave Elementor AI?":["엘리멘터 AI를 떠나시겠습니까?"],"Upgrade Elementor AI":["엘리멘터 AI 업그레이드"],"This includes consenting to the collection and use of data to improve user experience.":["여기에는 사용자 경험을 개선하기 위한 데이터 수집 및 사용에 대한 동의가 포함됩니다."],"I approve the ":["승인합니다 "]," of the Elementor AI service.":[" 엘리멘터 AI 서비스의"],"By clicking \"Connect\", I approve the ":["\"연결\"을 클릭하면 다음을 승인합니다. "],"Create smarter with AI text and code generators built right into the editor.":["편집기에 내장된 AI 텍스트 및 코드 생성기로 더 스마트하게 만드세요."],"Step into the future with Elementor AI":["엘리멘터 AI와 함께 미래로 나아가십시오"],"Unlimited access to Elementor AI":["엘리멘터 AI에 대한 무제한 액세스"],"Unleash infinite possibilities with the custom code generator.":["맞춤형 코드 생성기로 무한한 가능성을 열어보세요."],"Generate professional texts about any topic, in any tone.":["모든 주제에 대해 어떤 어조로든 전문적인 텍스트를 생성합니다."],"We can’t process that many requests so fast. Try again in 15 minutes.":["그렇게 많은 요청을 그렇게 빨리 처리할 수 없습니다. 15분 후에 다시 시도하십시오."],"Whoa! Slow down there.":["와! 거기 천천히."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["무료 평가판이 마음에 드시나요? 지금 업그레이드하여 내장된 이미지, 텍스트 및 사용자 지정 코드 생성기를 무제한으로 이용하세요."],"It's time to upgrade.":["업그레이드할 시간입니다."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["엘리멘터 AI는 몇 번의 클릭만으로 사용할 수 있습니다. 계정을 연결하여 텍스트와 맞춤 코드를 즉시 생성하세요."],"You aren't connected to Elementor AI.":["엘리멘터 AI에 연결되어 있지 않습니다."],"AI":["AI"],"Upgrade":["업그레이드"],"Get Elementor AI":["엘리멘터 AI 받기"],"Let’s do it":["해보자"],"Show me how":["어떻게하는지 보여줘"],"Privacy Policy":["개인 정보 보호 정책"],"Terms of Service":["서비스 약관"],"Beta":["베타"],"Get Started":["시작하다"],"Connect":["연결"],"Pro":["프로"],"Remove":["제거"],"Go Pro":["Pro 버전 전환"],"Close":["닫기"],"Cancel":["취소"],"Preview":["미리보기"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}